INSERT INTO `reservations` (`user_id`, `booking_date`, `status`)
VALUES
    (1, '2025-01-10 10:00:00', 'Confirmée'),
    (2, '2025-01-11 12:00:00', 'Confirmée'),
    (3, '2025-01-13 16:45:00', 'Annulée'),
    (4, '2025-01-14 14:00:00', 'Confirmée'),
    (5, '2025-01-15 13:30:00', 'Annulée'),
    (6, '2025-01-16 17:20:00', 'Confirmée'),
    (7, '2025-01-17 18:00:00', 'Confirmée'),
    (8, '2025-01-18 19:00:00', 'Annulée'),
    (9, '2025-01-19 20:15:00', 'Confirmée'),
    (10, '2025-01-20 21:00:00', 'Confirmée');